Repository: generaltranslation/gt
Catalog: packages/cli/src/formats/xcstrings/__mocks__/guardian_scale.xcstrings
Source language: en
Languages: ar, az, bg, bn, cs, cy, da, el, es_419, et, fa, fi, fil, fr_ca, ga, he, hi, hr, hu, hy, id, is, ja, ka, kk, ko, lt, lv, mk, mr, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant

source: The code you entered is incorrect. Check the code and try again.
ar: الرمز الذي أدخلته غير صحيح. تحقق من الرمز وحاول مرة أخرى.
bg: Въведеният код е неправилен. Проверете кода и опитайте отново.
cs: Zadaný kód je nesprávný. Zkontrolujte kód a zkuste to znovu.
da: Den kode, du indtastede, er forkert. Tjek koden, og prøv igen.
el: Ο κωδικός που εισαγάγατε είναι λανθασμένος. Ελέγξτε τον κωδικό και δοκιμάστε ξανά.
es_419: El código que ingresaste es incorrecto. Revísalo e inténtalo de nuevo.
et: Sisestatud kood on vale. Kontrollige koodi ja proovige uuesti.
fa: کدی که وارد کردید نادرست است. کد را بررسی کنید و دوباره تلاش کنید.
fi: Antamasi koodi on virheellinen. Tarkista koodi ja yritä uudelleen.
fil: Mali ang code na inilagay mo. Suriin ang code at subukang muli.
fr_ca: Le code entré est incorrect. Vérifiez-le et réessayez.
ga: Tá an cód a chuir tú isteach mícheart. Seiceáil an cód agus bain triail eile as.
he: הקוד שהזנת שגוי. בדוק את הקוד ונסה שוב.
hi: आपने जो कोड डाला है वह गलत है। कोड जाँचें और फिर से कोशिश करें।
hr: Uneseni kod nije točan. Provjerite kod i pokušajte ponovno.
hu: A megadott kód helytelen. Ellenőrizze a kódot, és próbálja újra.
id: Kode yang Anda masukkan salah. Periksa kode dan coba lagi.
is: Kóðinn sem þú slóst inn er rangur. Athugaðu kóðann og reyndu aftur.
ja: 入力したコードが正しくありません。コードを確認してもう一度お試しください。
ko: 입력한 코드가 올바르지 않습니다. 코드를 확인하고 다시 시도하세요.
lt: Įvestas kodas neteisingas. Patikrinkite kodą ir bandykite dar kartą.
lv: Ievadītais kods nav pareizs. Pārbaudiet kodu un mēģiniet vēlreiz.
mk: Внесениот код е неточен. Проверете го кодот и обидете се повторно.
ms: Kod yang anda masukkan tidak betul. Semak kod dan cuba lagi.
nb: Koden du skrev inn, er feil. Kontroller koden og prøv igjen.
nl: De ingevoerde code is onjuist. Controleer de code en probeer het opnieuw.
pl: Wprowadzony kod jest nieprawidłowy. Sprawdź kod i spróbuj ponownie.
pt_br: O código digitado está incorreto. Confira o código e tente novamente.
pt_pt: O código introduzido está incorreto. Verifique o código e tente novamente.
ro: Codul introdus este incorect. Verificați codul și încercați din nou.
ru: Введённый код неверен. Проверьте код и повторите попытку.
sk: Zadaný kód je nesprávny. Skontrolujte kód a skúste to znova.
sl: Vnesena koda ni pravilna. Preverite kodo in poskusite znova.
sq: Kodi që vendosët është i gabuar. Kontrollojeni kodin dhe provoni sërish.
sr: Унети код није тачан. Проверите код и покушајте поново.
sv: Koden du angav är felaktig. Kontrollera koden och försök igen.
th: รหัสที่คุณป้อนไม่ถูกต้อง โปรดตรวจสอบรหัสแล้วลองอีกครั้ง
tr: Girdiğiniz kod yanlış. Kodu kontrol edip tekrar deneyin.
uk: Введений код неправильний. Перевірте код і спробуйте ще раз.
vi: Mã bạn nhập không đúng. Hãy kiểm tra mã và thử lại.
zh_hans: 输入的验证码不正确。请检查后再试一次。
zh_hant: 您輸入的驗證碼不正確。請檢查後再試一次。

source: This QR code is not valid for Guardian.
ar: رمز QR هذا غير صالح لتطبيق Guardian.
bg: Този QR код не е валиден за Guardian.
cs: Tento QR kód není pro aplikaci Guardian platný.
cy: Nid yw’r cod QR hwn yn ddilys ar gyfer Guardian.
da: Denne QR-kode er ikke gyldig til Guardian.
el: Αυτός ο κωδικός QR δεν είναι έγκυρος για το Guardian.
es_419: Este código QR no es válido para Guardian.
et: See QR-kood ei sobi rakendusele Guardian.
fa: این کد QR برای Guardian معتبر نیست.
fi: Tämä QR-koodi ei kelpaa Guardianiin.
fil: Hindi valid ang QR code na ito para sa Guardian.
fr_ca: Ce code QR n’est pas valide pour Guardian.
ga: Níl an cód QR seo bailí do Guardian.
he: קוד QR זה אינו תקף עבור Guardian.
hi: यह QR कोड Guardian के लिए मान्य नहीं है।
hr: Ovaj QR kod nije valjan za Guardian.
hu: Ez a QR-kód nem érvényes a Guardian alkalmazáshoz.
id: Kode QR ini tidak valid untuk Guardian.
is: Þessi QR-kóði gildir ekki fyrir Guardian.
ja: このQRコードはGuardianでは使用できません。
ko: 이 QR 코드는 Guardian에서 사용할 수 없습니다.
lv: Šis QR kods nav derīgs lietotnei Guardian.
mk: Овој QR-код не е валиден за Guardian.
ms: Kod QR ini tidak sah untuk Guardian.
nb: Denne QR-koden er ikke gyldig for Guardian.
nl: Deze QR-code is niet geldig voor Guardian.
pl: Ten kod QR jest nieprawidłowy dla aplikacji Guardian.
pt_br: Este código QR não é válido para o Guardian.
pt_pt: Este código QR não é válido para o Guardian.
ro: Acest cod QR nu este valabil pentru Guardian.
ru: Этот QR-код не подходит для Guardian.
sk: Tento QR kód nie je pre aplikáciu Guardian platný.
sl: Ta koda QR ni veljavna za Guardian.
sq: Ky kod QR nuk është i vlefshëm për Guardian.
sr: Овај QR код није важећи за Guardian.
sv: Den här QR-koden är inte giltig för Guardian.
sw: Msimbo huu wa QR si halali kwa Guardian.
th: คิวอาร์โค้ดนี้ใช้กับ Guardian ไม่ได้
tr: Bu QR kodu Guardian için geçerli değil.
uk: Цей QR-код не підходить для Guardian.
vi: Mã QR này không hợp lệ với Guardian.
zh_hans: 此二维码不适用于 Guardian。
zh_hant: 此 QR Code 不適用於 Guardian。

source: This device
ar: هذا الجهاز
az: Bu cihaz
bg: Това устройство
bn: এই ডিভাইস
cs: Toto zařízení
cy: Y ddyfais hon
da: Denne enhed
el: Αυτή η συσκευή
es_419: Este dispositivo
et: See seade
fa: این دستگاه
fi: Tämä laite
fil: Ang device na ito
fr_ca: Cet appareil
ga: An gléas seo
he: מכשיר זה
hi: यह डिवाइस
hr: Ovaj uređaj
hu: Ez az eszköz
hy: Այս սարքը
id: Perangkat ini
is: Þetta tæki
ja: このデバイス
ka: ეს მოწყობილობა
kk: Осы құрылғы
ko: 이 기기
lt: Šis įrenginys
lv: Šī ierīce
mk: Овој уред
mr: हे डिव्हाइस
ms: Peranti ini
mt: Dan l-apparat
nb: Denne enheten
nl: Dit apparaat
pl: To urządzenie
pt_br: Este dispositivo
pt_pt: Este dispositivo
ro: Acest dispozitiv
ru: Это устройство
sk: Toto zariadenie
sl: Ta naprava
sq: Kjo pajisje
sr: Овај уређај
sv: Den här enheten
sw: Kifaa hiki
ta: இந்தச் சாதனம்
te: ఈ పరికరం
th: อุปกรณ์นี้
tr: Bu cihaz
uk: Цей пристрій
ur: یہ آلہ
uz: Ushbu qurilma
vi: Thiết bị này
zh_hans: 此设备
zh_hant: 此裝置

source: This device appears to be jailbroken. Guardian cannot protect your account on a compromised device.
ar: يبدو أن هذا الجهاز قد خضع لكسر الحماية. لا يستطيع Guardian حماية حسابك على جهاز مخترق.
bg: Изглежда, че на това устройство са премахнати ограниченията. Guardian не може да защити профила ви на компрометирано устройство.
cs: Toto zařízení se zdá být po jailbreaku. Guardian nemůže chránit váš účet na napadeném zařízení.
da: Denne enhed ser ud til at være jailbreaket. Guardian kan ikke beskytte din konto på en kompromitteret enhed.
el: Αυτή η συσκευή φαίνεται να έχει υποστεί άρση περιορισμών. Το Guardian δεν μπορεί να προστατεύσει τον λογαριασμό σας σε παραβιασμένη συσκευή.
es_419: Este dispositivo parece estar liberado. Guardian no puede proteger tu cuenta en un dispositivo comprometido.
fi: Tämä laite vaikuttaa murretulta. Guardian ei voi suojata tiliäsi vaarantuneella laitteella.
fr_ca: Cet appareil semble avoir été débridé. Guardian ne peut pas protéger votre compte sur un appareil compromis.
he: נראה שבמכשיר זה בוצעה פריצה. Guardian אינו יכול להגן על חשבונך במכשיר שנפרץ.
hr: Čini se da je ovaj uređaj podvrgnut jailbreaku. Guardian ne može zaštititi vaš račun na ugroženom uređaju.
hu: Úgy tűnik, hogy ezen az eszközön feloldották a gyári korlátozásokat. A Guardian nem tudja megvédeni a fiókját feltört eszközön.
id: Perangkat ini tampaknya sudah di-jailbreak. Guardian tidak dapat melindungi akun Anda di perangkat yang disusupi.
ja: このデバイスは脱獄されている可能性があります。改ざんされたデバイスではGuardianがアカウントを保護できません。
ko: 이 기기는 탈옥된 것으로 보입니다. 손상된 기기에서는 Guardian이 계정을 보호할 수 없습니다.
lv: Šķiet, ka šai ierīcei ir noņemti ražotāja ierobežojumi. Guardian nevar aizsargāt jūsu kontu apdraudētā ierīcē.
nb: Denne enheten ser ut til å være jailbreaket. Guardian kan ikke beskytte kontoen din på en kompromittert enhet.
nl: Dit apparaat lijkt te zijn gejailbreakt. Guardian kan je account niet beschermen op een gecompromitteerd apparaat.
pl: To urządzenie wygląda na urządzenie po jailbreaku. Guardian nie może chronić Twojego konta na urządzeniu o naruszonych zabezpieczeniach.
pt_br: Este dispositivo parece estar com jailbreak. O Guardian não consegue proteger sua conta em um dispositivo comprometido.
pt_pt: Este dispositivo parece ter jailbreak. O Guardian não consegue proteger a sua conta num dispositivo comprometido.
ro: Acest dispozitiv pare să fie modificat prin jailbreak. Guardian nu vă poate proteja contul pe un dispozitiv compromis.
ru: Похоже, на этом устройстве выполнен джейлбрейк. Guardian не может защитить вашу учётную запись на скомпрометированном устройстве.
sk: Toto zariadenie sa zdá byť po jailbreaku. Guardian nedokáže chrániť váš účet na napadnutom zariadení.
sl: Videti je, da je bila v tej napravi odstranjena sistemska zaščita. Guardian ne more zaščititi vašega računa v ogroženi napravi.
sr: Изгледа да су на овом уређају уклоњена ограничења. Guardian не може да заштити ваш налог на угроженом уређају.
sv: Den här enheten verkar vara jailbreakad. Guardian kan inte skydda ditt konto på en komprometterad enhet.
th: อุปกรณ์นี้ดูเหมือนจะถูกเจลเบรก Guardian ไม่สามารถปกป้องบัญชีของคุณบนอุปกรณ์ที่ถูกแก้ไขได้
tr: Bu cihaza jailbreak uygulanmış görünüyor. Guardian, güvenliği ihlal edilmiş bir cihazda hesabınızı koruyamaz.
uk: Схоже, на цьому пристрої виконано джейлбрейк. Guardian не може захистити ваш обліковий запис на скомпрометованому пристрої.
vi: Thiết bị này có vẻ đã bị bẻ khóa. Guardian không thể bảo vệ tài khoản của bạn trên thiết bị đã bị xâm phạm.
zh_hans: 此设备可能已越狱。Guardian 无法在已被破解的设备上保护你的账户。
zh_hant: 此裝置可能已越獄。Guardian 無法在遭破解的裝置上保護您的帳號。

source: This request has expired. Ask for a new one and try again.
ar: انتهت صلاحية هذا الطلب. اطلب طلبًا جديدًا وحاول مرة أخرى.
bg: Тази заявка изтече. Поискайте нова и опитайте отново.
cs: Platnost této žádosti vypršela. Vyžádejte si novou a zkuste to znovu.
cy: Mae’r cais hwn wedi dod i ben. Gofynnwch am un newydd a rhowch gynnig arall arni.
da: Denne anmodning er udløbet. Bed om en ny, og prøv igen.
el: Αυτό το αίτημα έληξε. Ζητήστε νέο και δοκιμάστε ξανά.
es_419: Esta solicitud expiró. Pide una nueva e inténtalo de nuevo.
et: See taotlus on aegunud. Küsige uut ja proovige uuesti.
fa: این درخواست منقضی شده است. درخواست جدیدی بگیرید و دوباره تلاش کنید.
fi: Tämä pyyntö on vanhentunut. Pyydä uusi ja yritä uudelleen.
fil: Nag-expire na ang kahilingang ito. Humiling ng bago at subukang muli.
fr_ca: Cette demande est expirée. Demandez-en une nouvelle et réessayez.
ga: Tá an t-iarratas seo imithe in éag. Iarr ceann nua agus bain triail eile as.
he: תוקף הבקשה פג. בקש בקשה חדשה ונסה שוב.
hi: यह अनुरोध समाप्त हो चुका है। नया अनुरोध लें और फिर से कोशिश करें।
hr: Ovaj je zahtjev istekao. Zatražite novi i pokušajte ponovno.
hu: Ez a kérés lejárt. Kérjen újat, és próbálja újra.
id: Permintaan ini telah kedaluwarsa. Minta yang baru dan coba lagi.
is: Þessi beiðni er útrunnin. Biddu um nýja og reyndu aftur.
ja: このリクエストは期限切れです。新しいリクエストを取得してもう一度お試しください。
ko: 이 요청은 만료되었습니다. 새 요청을 받아 다시 시도하세요.
lt: Šios užklausos galiojimas baigėsi. Paprašykite naujos ir bandykite dar kartą.
lv: Šī pieprasījuma termiņš ir beidzies. Pieprasiet jaunu un mēģiniet vēlreiz.
mk: Ова барање истече. Побарајте ново и обидете се повторно.
ms: Permintaan ini telah tamat tempoh. Minta yang baharu dan cuba lagi.
nb: Denne forespørselen er utløpt. Be om en ny og prøv igjen.
nl: Dit verzoek is verlopen. Vraag een nieuw verzoek aan en probeer het opnieuw.
pl: Ta prośba wygasła. Poproś o nową i spróbuj ponownie.
pt_br: Esta solicitação expirou. Peça uma nova e tente novamente.
pt_pt: Este pedido expirou. Peça um novo e tente novamente.
ro: Această solicitare a expirat. Cereți una nouă și încercați din nou.
ru: Срок действия запроса истёк. Запросите новый и повторите попытку.
sk: Platnosť tejto žiadosti vypršala. Vyžiadajte si novú a skúste to znova.
sl: Ta zahteva je potekla. Zahtevajte novo in poskusite znova.
sq: Kjo kërkesë ka skaduar. Kërkoni një të re dhe provoni sërish.
sr: Овај захтев је истекао. Затражите нови и покушајте поново.
sv: Den här begäran har upphört att gälla. Begär en ny och försök igen.
sw: Ombi hili limeisha muda. Omba jipya kisha ujaribu tena.
th: คำขอนี้หมดอายุแล้ว โปรดขอใหม่แล้วลองอีกครั้ง
tr: Bu isteğin süresi doldu. Yeni bir istek alıp tekrar deneyin.
uk: Термін дії запиту минув. Запросіть новий і спробуйте ще раз.
vi: Yêu cầu này đã hết hạn. Hãy yêu cầu mới và thử lại.
zh_hans: 此请求已过期。请重新获取并再试一次。
zh_hant: 此請求已逾期。請重新取得並再試一次。

source: Try again
ar: إعادة المحاولة
az: Yenidən cəhd et
bg: Опитай отново
bn: আবার চেষ্টা করুন
cs: Zkusit znovu
cy: Rhoi cynnig arall arni
da: Prøv igen
el: Δοκιμή ξανά
es_419: Reintentar
et: Proovi uuesti
fa: تلاش دوباره
fi: Yritä uudelleen
fil: Subukang muli
fr_ca: Réessayer
ga: Bain triail eile as
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušaj ponovno
hu: Újrapróbálkozás
hy: Փորձել նորից
id: Coba lagi
is: Reyna aftur
ja: 再試行
ka: ხელახლა ცდა
kk: Қайталау
ko: 다시 시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
mk: Обиди се повторно
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
mt: Erġa’ pprova
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusi znova
sq: Provo sërish
sr: Покушај поново
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சி
te: మళ్లీ ప్రయత్నించు
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
uz: Qayta urinish
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Try again in %lld minutes
ar: حاول مرة أخرى بعد %lld دقيقة
bg: Опитайте отново след %lld минути
cs: Zkuste to znovu za %lld minut
cy: Rhowch gynnig arall arni mewn %lld munud
da: Prøv igen om %lld minutter
el: Δοκιμάστε ξανά σε %lld λεπτά
es_419: Inténtalo de nuevo en %lld minutos
et: Proovige uuesti %lld minuti pärast
fa: %lld دقیقه دیگر دوباره تلاش کنید
fi: Yritä uudelleen %lld minuutin kuluttua
fil: Subukang muli sa loob ng %lld na minuto
fr_ca: Réessayez dans %lld minutes
ga: Bain triail eile as i gceann %lld nóiméad
he: נסה שוב בעוד %lld דקות
hi: %lld मिनट बाद फिर से कोशिश करें
hr: Pokušajte ponovno za %lld minuta
hu: Próbálja újra %lld perc múlva
id: Coba lagi dalam %lld menit
is: Reyndu aftur eftir %lld mínútur
ja: %lld分後にもう一度お試しください
ko: %lld분 후에 다시 시도하세요
lt: Bandykite dar kartą po %lld minučių
lv: Mēģiniet vēlreiz pēc %lld minūtēm
mk: Обидете се повторно за %lld минути
ms: Cuba lagi dalam %lld minit
nb: Prøv igjen om %lld minutter
nl: Probeer het over %lld minuten opnieuw
pl: Spróbuj ponownie za %lld minuty
pt_br: Tente novamente em %lld minutos
pt_pt: Tente novamente dentro de %lld minutos
ro: Încercați din nou peste %lld de minute
ru: Повторите попытку через %lld минуты
sk: Skúste to znova o %lld minút
sl: Poskusite znova čez %lld minut
sq: Provoni sërish pas %lld minutash
sr: Покушајте поново за %lld минута
sv: Försök igen om %lld minuter
sw: Jaribu tena baada ya dakika %lld
th: ลองอีกครั้งใน %lld นาที
tr: %lld dakika sonra tekrar deneyin
uk: Спробуйте ще раз через %lld хвилини
vi: Thử lại sau %lld phút
zh_hans: 请在 %lld 分钟后重试
zh_hant: 請在 %lld 分鐘後再試

source: Unknown location
ar: موقع غير معروف
az: Naməlum məkan
bg: Неизвестно местоположение
bn: অজানা অবস্থান
cs: Neznámé místo
cy: Lleoliad anhysbys
da: Ukendt placering
el: Άγνωστη τοποθεσία
es_419: Ubicación desconocida
et: Tundmatu asukoht
fa: موقعیت مکانی نامشخص
fi: Tuntematon sijainti
fil: Hindi alam na lokasyon
fr_ca: Lieu inconnu
ga: Suíomh anaithnid
he: מיקום לא ידוע
hi: अज्ञात स्थान
hr: Nepoznata lokacija
hu: Ismeretlen hely
hy: Անհայտ տեղադրություն
id: Lokasi tidak diketahui
is: Óþekkt staðsetning
ja: 場所が不明です
ka: უცნობი მდებარეობა
ko: 알 수 없는 위치
lt: Nežinoma vieta
lv: Nezināma atrašanās vieta
mk: Непозната локација
mr: अज्ञात स्थान
ms: Lokasi tidak diketahui
mt: Post mhux magħruf
nb: Ukjent sted
nl: Onbekende locatie
pl: Nieznana lokalizacja
pt_br: Local desconhecido
pt_pt: Localização desconhecida
ro: Locație necunoscută
ru: Неизвестное местоположение
sk: Neznáme miesto
sl: Neznana lokacija
sq: Vendndodhje e panjohur
sr: Непозната локација
sv: Okänd plats
sw: Mahali hapajulikani
ta: அறியப்படாத இடம்
te: తెలియని స్థానం
th: ไม่ทราบตำแหน่งที่ตั้ง
tr: Bilinmeyen konum
uk: Невідоме місце
ur: نامعلوم مقام
uz: Nomaʼlum joylashuv
vi: Vị trí không xác định
zh_hans: 位置未知
zh_hant: 位置不明

source: Unlock with Face ID
ar: الفتح باستخدام Face ID
az: Face ID ilə kiliddən çıxar
bg: Отключване с Face ID
cs: Odemknout pomocí Face ID
cy: Datgloi gyda Face ID
da: Lås op med Face ID
el: Ξεκλείδωμα με Face ID
es_419: Desbloquear con Face ID
et: Ava Face ID abil
fa: باز کردن با Face ID
fi: Avaa Face ID:llä
fil: I-unlock gamit ang Face ID
fr_ca: Déverrouiller avec Face ID
ga: Díghlasáil le Face ID
he: פתיחה באמצעות Face ID
hi: Face ID से अनलॉक करें
hr: Otključaj pomoću Face ID-a
hu: Feloldás Face ID azonosítóval
id: Buka dengan Face ID
is: Opna með Face ID
ja: Face IDでロック解除
ko: Face ID로 잠금 해제
lt: Atrakinti naudojant Face ID
lv: Atbloķēt ar Face ID
mk: Отклучи со Face ID
ms: Buka kunci dengan Face ID
nb: Lås opp med Face ID
nl: Ontgrendelen met Face ID
pl: Odblokuj za pomocą Face ID
pt_br: Desbloquear com Face ID
pt_pt: Desbloquear com Face ID
ro: Deblochează cu Face ID
ru: Разблокировать с помощью Face ID
sk: Odomknúť pomocou Face ID
sl: Odkleni s Face ID
sq: Shkyç me Face ID
sr: Откључај помоћу Face ID-а
sv: Lås upp med Face ID
sw: Fungua kwa Face ID
th: ปลดล็อกด้วย Face ID
tr: Face ID ile kilidi aç
uk: Розблокувати за допомогою Face ID
vi: Mở khóa bằng Face ID
zh_hans: 使用面容 ID 解锁
zh_hant: 使用 Face ID 解鎖

source: Unlock with Touch ID
ar: الفتح باستخدام Touch ID
az: Touch ID ilə kiliddən çıxar
bg: Отключване с Touch ID
cs: Odemknout pomocí Touch ID
cy: Datgloi gyda Touch ID
da: Lås op med Touch ID
el: Ξεκλείδωμα με Touch ID
es_419: Desbloquear con Touch ID
et: Ava Touch ID abil
fa: باز کردن با Touch ID
fi: Avaa Touch ID:llä
fil: I-unlock gamit ang Touch ID
fr_ca: Déverrouiller avec Touch ID
ga: Díghlasáil le Touch ID
he: פתיחה באמצעות Touch ID
hi: Touch ID से अनलॉक करें
hr: Otključaj pomoću Touch ID-a
hu: Feloldás Touch ID azonosítóval
id: Buka dengan Touch ID
is: Opna með Touch ID
ja: Touch IDでロック解除
ko: Touch ID로 잠금 해제
lt: Atrakinti naudojant Touch ID
lv: Atbloķēt ar Touch ID
mk: Отклучи со Touch ID
ms: Buka kunci dengan Touch ID
nb: Lås opp med Touch ID
nl: Ontgrendelen met Touch ID
pl: Odblokuj za pomocą Touch ID
pt_br: Desbloquear com Touch ID
pt_pt: Desbloquear com Touch ID
ro: Deblochează cu Touch ID
ru: Разблокировать с помощью Touch ID
sk: Odomknúť pomocou Touch ID
sl: Odkleni s Touch ID
sq: Shkyç me Touch ID
sr: Откључај помоћу Touch ID-а
sv: Lås upp med Touch ID
sw: Fungua kwa Touch ID
th: ปลดล็อกด้วย Touch ID
tr: Touch ID ile kilidi aç
uk: Розблокувати за допомогою Touch ID
vi: Mở khóa bằng Touch ID
zh_hans: 使用触控 ID 解锁
zh_hant: 使用 Touch ID 解鎖

source: Use passcode instead
ar: استخدام رمز الدخول بدلاً من ذلك
bg: Използвайте парола вместо това
cs: Použít místo toho kód
cy: Defnyddio cod mynediad yn lle hynny
da: Brug adgangskode i stedet
el: Χρήση συνθηματικού
es_419: Usar código de acceso
et: Kasuta selle asemel pääsukoodi
fa: به‌جای آن از رمز عبور استفاده کنید
fi: Käytä pääsykoodia
fil: Gumamit na lang ng passcode
ga: Úsáid paschód ina ionad sin
he: השתמש בקוד גישה במקום
hi: इसके बजाय पासकोड इस्तेमाल करें
hr: Umjesto toga upotrijebite zaporku
hu: Használjon inkább kódot
id: Gunakan kode sandi saja
is: Nota lykilorð í staðinn
ja: パスコードを使用
ko: 대신 암호 사용
lt: Naudoti slaptakodį
lv: Tā vietā izmantot piekļuves kodu
mk: Наместо тоа користете лозинка
ms: Guna kod laluan sebaliknya
nb: Bruk kode i stedet
nl: Gebruik in plaats daarvan je toegangscode
pl: Użyj kodu dostępu
pt_br: Usar código de acesso
pt_pt: Utilizar código em alternativa
ro: Folosiți codul de acces
ru: Использовать код-пароль
sk: Použiť namiesto toho kód
sl: Namesto tega uporabite geslo
sq: Përdor kodin e kalimit
sr: Уместо тога користите лозинку
sv: Använd lösenkod i stället
sw: Tumia nenosiri badala yake
th: ใช้รหัสผ่านแทน
tr: Bunun yerine parola kullan
uk: Використати код-пароль
vi: Dùng mật mã thay thế
zh_hans: 改用密码
zh_hant: 改用密碼

source: Verify
ar: تحقق
az: Doğrula
bg: Потвърди
bn: যাচাই করুন
cs: Ověřit
cy: Gwirio
da: Bekræft
el: Επαλήθευση
es_419: Verificar
fa: تأیید کردن
fi: Vahvista
fil: I-verify
fr_ca: Vérifier
ga: Fíoraigh
he: אמת
hi: सत्यापित करें
hr: Potvrdi
hu: Ellenőrzés
id: Verifikasi
is: Staðfesta
ja: 確認
ka: დადასტურება
kk: Растау
ko: 확인
lv: Pārbaudīt
mk: Потврди
mr: पडताळा
ms: Sahkan
mt: Ivverifika
nb: Bekreft
nl: Verifiëren
pl: Zweryfikuj
pt_br: Verificar
pt_pt: Verificar
ro: Verifică
ru: Подтвердить
sk: Overiť
sl: Preveri
sq: Verifiko
sr: Потврди
sv: Verifiera
sw: Thibitisha
ta: சரிபார்
te: ధృవీకరించు
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
ur: تصدیق کریں
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

source: We noticed a sign-in from a new location.
ar: لاحظنا تسجيل دخول من موقع جديد.
bg: Забелязахме вход от ново местоположение.
cs: Zaznamenali jsme přihlášení z nového místa.
cy: Fe wnaethom sylwi ar fewngofnodi o leoliad newydd.
da: Vi har registreret et login fra en ny placering.
el: Εντοπίσαμε σύνδεση από νέα τοποθεσία.
es_419: Detectamos un inicio de sesión desde una ubicación nueva.
et: Märkasime sisselogimist uuest asukohast.
fa: ورودی از یک موقعیت مکانی جدید مشاهده کردیم.
fi: Havaitsimme kirjautumisen uudesta sijainnista.
fil: May napansin kaming pag-sign in mula sa bagong lokasyon.
fr_ca: Nous avons détecté une connexion depuis un nouveau lieu.
ga: Thugamar faoi deara logáil isteach ó shuíomh nua.
he: זיהינו התחברות ממיקום חדש.
hi: हमने नए स्थान से साइन-इन देखा है।
hr: Primijetili smo prijavu s nove lokacije.
hu: Új helyről történő bejelentkezést észleltünk.
id: Kami mendeteksi upaya masuk dari lokasi baru.
is: Við tókum eftir innskráningu frá nýjum stað.
ja: 新しい場所からのログインを検出しました。
ko: 새로운 위치에서의 로그인이 감지되었습니다.
lt: Pastebėjome prisijungimą iš naujos vietos.
lv: Pamanījām pieteikšanos no jaunas atrašanās vietas.
mk: Забележавме најава од нова локација.
ms: Kami mengesan log masuk dari lokasi baharu.
nb: Vi har oppdaget en pålogging fra et nytt sted.
nl: We hebben een aanmelding vanaf een nieuwe locatie gezien.
pl: Zauważyliśmy logowanie z nowej lokalizacji.
pt_br: Detectamos um login de um novo local.
pt_pt: Detetámos um início de sessão a partir de uma nova localização.
ro: Am observat o conectare dintr-o locație nouă.
ru: Мы заметили вход из нового места.
sk: Zaznamenali sme prihlásenie z nového miesta.
sl: Opazili smo prijavo z nove lokacije.
sq: Vumë re një hyrje nga një vendndodhje e re.
sr: Приметили смо пријављивање са нове локације.
sv: Vi har upptäckt en inloggning från en ny plats.
sw: Tumegundua kuingia kutoka mahali papya.
th: เราตรวจพบการเข้าสู่ระบบจากตำแหน่งใหม่
tr: Yeni bir konumdan oturum açıldığını fark ettik.
uk: Ми помітили вхід із нового місця.
vi: Chúng tôi nhận thấy một lượt đăng nhập từ vị trí mới.
zh_hans: 我们检测到来自新位置的登录。
zh_hant: 我們偵測到來自新位置的登入。
